---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartDoublewallMaterialArea
source: html/339cc879-d105-8069-71d5-093b394c36c7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartDoublewallMaterialArea Property

"Double Wall Material Area"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartDoublewallMaterialArea { get; }
```